export default `
    Нажимая кнопку “Согласен” Я:
    Соглашаюсь с Условиями использования и Политикой конфиденциальности.  
    Даю согласие на обработку моих Персональных данных и передачу их третьим лицам/поставщикам услуг в целях выполнения операций в соответствии с Политикой конфиденциальности.
    Я признаю, что согласие дано добровольно и может быть отозвано в любое время.
    Предоставляю BlockSoftLab Inc. право передавать Персональные данные/ информацию о моих банковских реквизитах третьим лицам/поставщикам услуг в целях выполнения транзакций.
    Соглашаюсь, что BlockSoftLab Inc. не несет никакой ответственности за действия третьих лиц/поставщиков услуг, а также за действия любого другого лица, в том числе за действия, связанные со сбором, обработкой и передачей такой информации. 
    Соглашаюсь с тем, что BlockSoftLab Inc. не несет ответственности за любые непрямые, случайные, специальные, прямые или штрафные убытки, включая, но не ограничиваясь этим, потерю прибыли, данных,  деловой репутации или другие нематериальные убытки в результате передачи Персональных данных/сведений о моих банковских реквизитах.
 
`
