export default `
    Натискаючи кнопку "Згоден" Я:
    Погоджуюсь з Умовами використання і Політикою конфіденційності. 
    Даю згоду на обробку моїх Персональних данних і передачу їх третім особам/постачальникам послуг з метою виконання операцій у відповідності з Політикою конфіденційності.
    Я визнаю, що згода дана добровільно і може бути відкликана в будь-який час.
    Надаю BlockSoftLab Inc. право передавати Персональні дані/інформацію про мої банківські реквізити третім особам/постачальникам послуг з метою виконання транзакцій.
    Погоджуюсь, що BlockSoftLab Inc. не несе ніякої відповідальності за дії третіх осіб/постачальників послуг, а також за дії іншої особи, в тому числі за дії, пов'язані зі збором, обробкою і передачею такої інформації.
    Погоджуюсь з тим, що BlockSoftLab Inc. не несе відповідальності за будь-які непрямі, випадкові, спеціальні, прямі або штрафні збитки, включаючи, але не обмежуючись цим, втрату прибутку, даних, ділової репутації або інші нематеріальні збитки в результаті передачі Персональних даних/відомостей про мої банківські реквізити.

`
