export default `
    Последнее обновление: 06 апреля 2020 г.
     
    І. Политика:
    1. Настоящая Политика конфиденциальности («Политика конфиденциальности») регулирует сбор, использование и раскрытие Персональных данных и другой информации при использовании Вами Trustee Wallet («Кошелек») и регулирует правоотношения в сфере защиты персональных данных между Вами и BLOCKSOFTLAB INC, юридическим лицом, зарегистрированным в США  за № 7176888, registered office in the State of Delaware is located at 300 Delaware Avenue, Suite 210-A, Wilmington, DE 19801 in New Castle County (далее - «Мы»)
    Если иное не определено в настоящей Политике конфиденциальности, термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в Условиях использования.
    2. Политика конфиденциальности является частью Условий использования.
    3. Если вы не согласны с настоящей Политикой конфиденциальности, пожалуйста, не используйте Кошелек.
    4. Пожалуйста, внимательно прочитайте следующие условия, прежде чем начать использовать Кошелек. Используя Кошелек Вы подтверждаете, что согласны с Политикой конфиденциальности, а также принимаете Условия использования.
    5. Кошелек предназначен исключительно для использования юридическими лицами или физическими лицами, которые достигли совершеннолетия  (18 лет). Использование Кошелька несовершеннолетними запрещено, мы не несем ответственности за любые последствия, вызванные использованием Кошелька несовершеннолетними.
    6. Предоставляя нам свои Персональные данные, Вы также даете согласие на сбор, хранение, использование и раскрытие ваших Персональных данных в соответствии с настоящей Политикой конфиденциальности.
    
    II. Определения:
    “Персональные данные” - это данные о физических лицах, которые позволяют идентифицировать лицо. 
    “Данные о использовании”   - это данные, которые собираются автоматически  либо с использованием Кошелька, либо из самой инфраструктуры (например, длительность посещения страницы).
    “Контролер данных” означает лицо, которое определяет цели и способы сбора и/ или обработки  информации / Персональных данных.
    В целях настоящей Политики конфиденциальности мы являемся Контролером Ваших Персональных данных.
    Если у Вас есть какие-либо вопросы, свяжитесь с нами по адресу: https://t.me/trustee_wallet 
    “Субъект Персональных данных” (или Вы) - это любое физическое лицо, которое использует  Кошелек и является субъектом сбора Персональных данных. 
    
    III. Правовые основания для обработки Ваших Персональных данных:
    1) согласие на обработку Персональных данных, полученное от Вас;
    2) обработка необходима для выполнения Соглашения с Вами, которое изложено в Условиях использования;
    3) обработка необходима для соблюдения юридических обязательств, под действие которых подпадает  Контролер данных;
    4) обработка направлена на защиту наших законных  интересов и не нарушает Ваших прав.
    
    IV. Виды информации, которую мы собираем:
    1. Когда Вы используете Кошелек и / или посещаете наш сайт, Вы можете предоставлять нам такую информацию:
    A. Данные об использовании / Cookies;
    B. Персональные данные, которые мы собираем для предоставления определенных функций Кошелька.
    2. Для использования Кошелька регистрация не требуется.
    3. При использовании Кошелька, Вы не предоставляете нам Персональные данные, если иное не указано в настоящей Политике конфиденциальности.
    
    А.  Данные об использовании / Cookies;
    1) При каждом  посещении нашего сайта и/ или мобильного приложения мы автоматически можем собирать Данные об использовании - следующую информацию:
    1. Информация, которую Ваш браузер отправляет всякий раз, когда Вы используете Кошелек
    2. Информация о Вашем использовании Кошелька, включая тип браузера и версию, которую Вы используете;
    3. Страницы, которые Вы посещаете, время и дату Вашего посещения, время, проведенное на этих страницах, время последнего доступа к Вашему Кошельку;
    4. Информация об используемом Вами устройстве, включая модель оборудования, операционную систему и версию, а также уникальные идентификаторы устройства и другие, при этом данная информация является анонимной и не привязана к какому-либо конкретному лицу.
    2) Cookies. Мы используем файлы cookies  и аналогичные технологии отслеживания для отслеживания активности в Кошельке и хранения определенной информации.
    Вы можете легко удалить любые cookies, которые были созданы в папке cookies в настройках Вашего браузера.
    Вы можете отклонить все файлы cookies из Вашего браузера   или  направить их по собственному усмотрению.
    
    В. Персональные данные, которые мы собираем для предоставления определенных функций Кошелька:
    1) Для проведения транзакций между Виртуальной валютой и Фиатными деньгами мы собираем следующую информацию о Ваших банковских реквизитах:
    1. номер банковской карты;
    2. дата окончания срока действия.
    2) Мы собираем Персональные данные, получая указанную выше информацию от Вас, и используем ее в соответствии с положениями настоящей Политики конфиденциальности.
    3) Предоставляя свои банковские реквизиты, Вы предоставляете нам право передавать Личные данные / информацию о ваших банковских реквизитах третьим сторонам / поставщикам услуг для выполнения транзакций. 
    4) Мы передаем Ваши Персональные данные третьим сторонам / поставщикам услуг, с которыми мы подписали соглашения, чтобы обеспечить защиту Ваших Персональных данных.
    5) Предоставляя свои Персональные данные / банковские реквизиты, Вы соглашаетесь с тем, что мы не несем никакой ответственности за действия третьих сторон / поставщиков услуг, а также за любые действия любого другого лица, включая действия, связанные со сбором, обработкой и передачей такой информации. Вы соглашаетесь с тем, что мы не несем ответственности за любые косвенные, случайные, специальные, прямые или штрафные убытки, включая, помимо прочего, упущенную выгоду, данные, репутацию или другие нематериальные убытки, которые могут возникнуть в результате передачи Вами нам Персональных данных / информации о Ваших банковских реквизитах.
    6) Если транзакций между Виртуальной валютой и Фиатными деньгами не происходит, Персональные данные / информация о банковских реквизитах не собираются.
    
    V. Цели сбора Персональных данных / банковских реквизитов:
    1) поддержание функций и предоставление Вам Кошелька;
    2) предоставление, поддержание, доставка или улучшение нашего сайта, Кошелька, предоставляемого через  мобильное приложение;
    3) управление и развитие нашей деятельности и операций;
    4) предоставление Вам максимально возможного количества  услуг и функций;
    5) продвижение Кошелька и другие маркетинговые цели;
    6) выполнение нами правовых или нормативных требований;
    7) разработка новых продуктов или услуг;
    8) защита наших прав и собственности;
    9) предоставление Вам информации или услуг по Вашему запросу;
    10) выполнение любых действий, на которые мы получили Ваше согласие, достижение любых других целей или причин, для которых информация была собрана.
    
    VI. Раскрытие Персональных данных / банковских реквизитов:
    1. Мы будем раскрывать Персональные данные / информацию о Ваших банковских реквизитах исключительно следующими способами:
    1) с Вашего согласия или согласно Ваших инструкций;
    2) третьим лицам, которые выполняют для нас работу по предоставлению Вам определенных функций  Кошелька; 
    3) определенная информация  может отображаться в открытом доступе;
    4) в ответ на запрос об информации, если мы считаем, что раскрытие соответствует или требуется любым применимым законодательством, нормативными актами или судебным процессом.
    2. Мы собираем, используем, обрабатываем, раскрываем и передаем ваши Персональные данные / информацию о ваших банковских реквизитах только в целях осуществления транзакций между Виртуальной валютой и Фиатными деньгами.
    3. Условия, связанные со сбором, использованием, обработкой, раскрытием, передачей Персональных данных и информации о ваших банковских реквизитах третьей стороне, ответственности и т. д., изложены в разделе B главы IV настоящей Политики конфиденциальности.
    
    VII. Безопасность Персональных данных / банковских реквизитов:
    1) Мы защищаем Персональные данные / банковские реквизиты с помощью соответствующих физических, технологических и организационных мер безопасности.
    2) Доступ к Персональным данным ограничен и установлены определенные права доступа.
    
    VII. Хранение /удаление Ваших Персональных данных / банковских реквизитов:
    1. Мы храним ваши Персональные данные / банковские реквизиты в Приложении в закодированном формате.
    2. Мы не храним ваши Персональные данные / информацию о банковских реквизитах на серверах.
    3. Мы подтверждаем, что любая третья сторона, которой мы передаем Ваши Персональные данные, будет обеспечивать такую ​​же или равную защиту Персональных данных, как указано в настоящей Политике конфиденциальности и требуется по закону.
    4. Мы храним информацию о Вас только в течение необходимого периода времени в соответствии с целью сбора данных и в соответствии с требованиями законодательства. Когда Персональные данные и другая информация больше не нужны, мы применяем процедуры, чтобы уничтожить, удалить, стереть или преобразовать их в анонимную форму.
    5. Вы можете удалить все Персональные данные по собственному желанию. Вы можете отозвать согласие и / или запросить удаление Ваших Персональных данных в любое время, связавшись с нами по адресу https://t.me/trustee_wallet 
    6. Мы оставляем за собой право  на хранение/ обработку персональных данных в соответствии с определенной целью их хранения/ обработки без ограничения срока хранения и обработки в случаях, предусмотренных законодательством.
    7. Отзыв согласия и / или удаление Ваших Персональных данных лишает вас возможности использовать определенные функции Кошелька.
    
    IX. Права Субъекта Персональных данных:
    Вы имеете право:
    а) изменять и исправлять ваши Персональные данные в любое время, и поэтому Вы несете ответственность за точность предоставленных Персональных данных;
    b) запросить у нас перенести Ваши Персональные данные, а также право просить нас ограничить обработку ваших Персональных данных и / или удалить их в случае, если обязательство по сохранению данных не установлено законом;
    c) возражать против обработки Ваших Персональных данных и / или отозвать согласие в любое время, не затрагивая законность обработки, основанной на согласии до их отзыва;
    2. Правовые основы обработки персональных данных в Европейском экономическом пространстве (ЕЭП), изложенные в Общем регламенте о защите данных (GDPR). Мы стремимся предпринять разумные шаги, чтобы позволить Вам исправить, изменить, удалить или ограничить использование Ваших Персональных данных.
    Если Вы являетесь резидентом Европейского экономического пространства (ЕЭП), у Вас есть определенные права на защиту данных, указанные в GDPR:
    Право на доступ, обновление или удаление информации о Вас, которой мы владеем. Когда это возможно, Вы можете получить доступ, обновить или запросить удаление Ваших Персональных данных напрямую. Если Вы не можете выполнить эти действия самостоятельно, пожалуйста, свяжитесь с нами.
    Право исправления. Вы имеете право на исправление Вашей информации, если эта информация является неточной или неполной.
    Право на возражение. Вы имеете право возражать против  обработки Ваших Персональных данных.
    Право ограничения. Вы имеете право потребовать, чтобы мы ограничили обработку Ваших Персональных данных.
    Право на отзыв согласия. Вы также имеете право в любое время отозвать свое согласие на обработку Персональных данных, которым мы руководствовались. 
    3. Вы можете реализовать свои  права, связавшись с нами по адресу https://t.me/trustee_wallet .
    Если Вы хотите получить информацию о Ваших Персональных данных, которые мы храним о Вас, и хотите, чтобы они были удалены из наших систем, свяжитесь с нами https://t.me/trustee_wallet. 
    4. Вы имеете право подать жалобу в соответствующие  органы. Для получения дополнительной информации, пожалуйста, свяжитесь с вашим местным органом по защите Персональных данных в Европейском экономическом пространстве (ЕЭП).
    
    X. Политика конфиденциальности Детей:
    1. Кошелек не предназначен для использования лицами, младше 18 лет («Дети»).
    2. Мы сознательно не собираем Персональные данные лиц в возрасте до 18 лет. Если Вы являетесь родителем или опекуном и Вам известно, что Ваши Дети предоставили нам Персональные данные, пожалуйста, свяжитесь с нами  https://t.me/ trustee_wallet    
    3. Если нам станет известно, что мы собрали Персональные данные Детей без подтверждения согласия родителей, мы предпримем необходимые меры по удалению этой информации. 
    
    XI. Поправки:
    1. Мы можем изменить, модифицировать, удалить или дополнить настоящую Политику конфиденциальности в любое время.
    2. Любые такие изменения вступают в силу с момента публикации на сайте или в мобильном приложении. Дата вступления в силу, указанная в верхней части Политики конфиденциальности, информирует Вас о последней версии Политики конфиденциальности. 
    3. Ваше дальнейшее использование Кошелька и / или  сайта означает Ваше согласие с такими изменениями и Ваше согласие на обработку Персональных данных в соответствии с последней версией. Если Вы не согласны с такими изменениями, не используйте Кошелек и / или  сайт. 
    
    XII. Вопросы и жалобы
    1. Любые вопросы, связанные с настоящей Политикой конфиденциальности, сбором, использованием и раскрытием Персональных данных или доступом к Вашим Персональным данным, которые требуются по закону (или были бы предметом такого рассмотрения, если бы хранение осуществлялось в соответствующем государстве-члене ЕС), следует направлять   https://t.me/trustee_wallet. 
    2. Если вы хотите подать жалобу касательно обработки Ваших Персональных данных, пожалуйста, в первую очередь свяжитесь с нами по адресу https://t.me/trustee_wallet  и мы постараемся обработать Ваш запрос как можно скорее.
    
    `
