export default `
      Останнє оновлення: 15 травня 2020 р.
 
   І. Політика:
  1. Ця Політика конфіденційності («Політика конфіденційності») регулює збір, використання і розкриття Персональних даних та іншої інформації при використанні Вами Trustee Wallet («Гаманець») і регулює правовідносини у сфері захисту персональних даних між Вами та BLOCKSOFTLAB INC, юридичною особою, зареєстрованою в США за № 7176888, registered office in the State of Delaware is located at 300 Delaware Avenue, Suite 210-A, Wilmington, DE 19801 in New Castle County (далі - «Ми»).
Якщо інше не визначено в цій Політиці конфіденційності, терміни, використовувані в цій Політиці конфіденційності, мають ті ж значення, що і в Умовах використання.
  2. Політика конфіденційності є частиною Умов використання.
  3. Якщо ви не згодні з цією Політикою конфіденційності, будь ласка, не використовуйте Гаманець.
  4. Будь ласка, уважно прочитайте наступні умови, перш ніж почати використовувати Гаманець. Використовуючи Гаманець Ви підтверджуєте, що згодні з Політикою конфіденційності, а також приймаєте Умови використання.
  5. Гаманець призначений виключно для використання юридичними особами або фізичними особами, які досягли повноліття (18 років). Використання Гаманця неповнолітніми заборонено, ми не несемо відповідальності за будь-які наслідки, які виникають внаслідок використання Гаманця неповнолітніми.
  6. Надаючи нам свої Персональні дані, Ви також даєте згоду на збір, зберігання, використання та розкриття ваших Персональних даних відповідно до цієї Політики конфіденційності.

  II. Визначення:
"Персональні дані" - це дані про фізичних осіб, які дозволяють ідентифікувати особу.
"Дані про використання" - це дані, які збираються автоматично або з використанням Гаманця, або з самої інфраструктури (наприклад, тривалість відвідування сторінки).
"Контролер даних" означає особу, яка визначає цілі та способи збору та / або обробки інформації / Персональних даних.
Відповідно до мети цієї Політики конфіденційності ми є контролером Ваших Персональних даних.
Якщо у Вас є будь-які питання, зв'яжіться з нами за адресою: https://t.me/trustee_support_bot 
"Суб'єкт Персональних даних" (або Ви) - це будь-яка фізична особа, яка використовує Гаманець і є суб'єктом збору Персональних даних.

   III. Правові підстави для обробки Ваших Персональних даних:
  1) згода на обробку Персональних даних, отримана від Вас;
  2) обробка необхідна для виконання Угоди з Вами, яка викладена в Умовах використання;
  3) обробка необхідна для дотримання юридичних зобов'язань, під дію яких підпадає Контролер даних;
  4) обробка спрямована на захист наших законних інтересів і не порушує Ваших прав.

   IV. Види інформації, яку ми збираємо:
  1. Коли Ви використовуєте Гаманець і / або відвідуєте наш сайт, Ви можете надавати нам таку інформацію:
  А. Дані про використання / Cookies;
  B. Персональні дані, які ми збираємо для надання певних функцій Гаманця.
  2. Для використання Гаманця реєстрація не потрібна.
  3. При використанні Гаманця, Ви не надаєте нам Персональні дані, якщо інше не зазначено в цій Політиці конфіденційності.

  А. Дані про використання / Cookies;
  1) При кожному відвідуванні нашого сайту і / або мобільного додатка ми автоматично можемо збирати Дані про використання - наступну інформацію:
 - Інформація, яку Ваш браузер відправляє щоразу, коли Ви використовуєте Гаманець
 - Інформація про Ваше використання Гаманця, включаючи тип браузера і версію, яку Ви використовуєте;
 - Сторінки, які Ви відвідуєте, час і дату Вашого відвідування, час, проведений на цих сторінках, час останнього доступу до Вашого Гаманця;
 - Інформація про використані Вами пристрої, включаючи модель обладнання, операційну систему і версію, а також унікальні ідентифікатори пристрою та інші, при цьому дана інформація є анонімною і не прив'язана до якоїсь конкретної особи.
  2) Cookies. Ми використовуємо файли cookies та аналогічні технології для відстеження активності в Гаманці та зберігання певної інформації.
Ви можете легко видалити будь-які cookies, які були створені в папці cookies в налаштуваннях Вашого браузера.
Ви можете відхилити всі файли cookies з Вашого браузера або направити їх на власний розсуд.

  В. Персональні дані, які ми збираємо для надання певних функцій Гаманця:
  1) Для проведення транзакцій між Віртуальними активами і Фіатними коштами ми збираємо таку інформацію про Ваші банківські реквізити:
 - номер банківської карти;
 - дата закінчення строку дії.
  2) Ми збираємо Персональні дані, отримуючи зазначену вище інформацію від Вас, і використовуємо її відповідно до положень цієї Політики конфіденційності.
  3) Надаючи свої банківські реквізити, Ви надаєте нам право передавати Особисті дані / інформацію про ваші банківські реквізити третім сторонам / постачальникам послуг для виконання транзакцій.
  4) Ми передаємо Ваші Персональні дані третім сторонам / постачальникам послуг, з якими ми підписали угоди, щоб забезпечити захист Ваших Персональних даних.
  5) Надаючи свої Персональні дані / банківські реквізити, Ви погоджуєтеся з тим, що ми не несемо ніякої відповідальності за дії третіх сторін / постачальників послуг, а також за будь-які дії будь-якого іншої особи, включаючи дії, пов'язані зі збором, обробкою і передачею такої інформації. Ви погоджуєтеся з тим, що ми не несемо відповідальності за будь-які непрямі, випадкові, спеціальні, прямі або штрафні збитки, включаючи, крім іншого, упущену вигоду, дані, репутацію або інші нематеріальні збитки, які можуть виникнути в результаті передачі Вами нам Персональних даних / інформації про Ваші банківські реквізити.
  6) Якщо транзакцій між Віртуальними активами і Фіатними коштами не відбувається, Персональні дані / інформація про банківські реквізити не збираються.

   V. Мета збору Персональних даних / банківських реквізитів:
  1) підтримка функцій і надання Вам Гаманця;
  2) надання, підтримка, доставка або поліпшення нашого сайту, Гаманця, що надається через мобільний застосунок;
  3) врядування та розвиток нашої діяльності та операцій;
  4) надання Вам максимально можливої ​​кількості послуг і функцій;
  5) просування Гаманця та інші маркетингові цілі;
  6) виконання нами правових або нормативних вимог;
  7) розробка нових продуктів або послуг;
  8) захист наших прав і власності;
  9) надання Вам інформації або послуг по Вашому запиту;
  10) виконання будь-яких дій, на які ми отримали Вашу згоду, досягнення будь-яких інших цілей або причин, для яких інформація була зібрана.

   VI. Розкриття Персональних даних / банківських реквізитів:
  1. Ми будемо розкривати Персональні дані / інформацію про Ваші банківські реквізити виключно наступними способами:
  1) з Вашої згоди або згідно з вашими інструкціями;
  2) третім особам, які виконують для нас роботу з надання Вам певних функцій Гаманця; 
  3) певна інформація може відображатися у відкритому доступі; 
  4) у відповідь на запит про інформацію, якщо ми вважаємо, що розкриття відповідає або вимагається будь-яким чинним законодавством, нормативними актами або судовим процесом.
  2. Ми збираємо, використовуємо, обробляємо, розкриваємо і передаємо ваші Персональні дані / інформацію про Ваші банківські реквізити тільки з метою здійснення транзакцій між Віртуальними активами та Фіатними коштами.
  3. Умови, пов'язані зі збором, використанням, обробкою, розкриттям, передачею Персональних даних і інформації про Ваші банківські реквізити третій стороні, відповідальності і т. д., викладені в розділі B глави IV цієї Політики конфіденційності.

   VII. Безпека Персональних даних / банківських реквізитів:
  1. Ми захищаємо Персональні дані / банківські реквізити за допомогою відповідних фізичних, технологічних і організаційних заходів безпеки. 
  2. Доступ до Персональних даних обмежений і встановлені певні права доступу.

   VIII. Зберігання / видалення Ваших Персональних даних / банківських реквізитів:
  1. Ми зберігаємо ваші Персональні дані / банківські реквізити в Додатку в закодованому форматі.
  2. Ми не зберігаємо ваші Персональні дані / інформацію про банківські реквізити на серверах.
  3. Ми підтверджуємо, що будь-яка третя сторона, якій ми передаємо Ваші Персональні дані, буде забезпечувати такий же або рівний захист Персональних даних, як зазначено в цій Політиці конфіденційності та вимагає закон.
  4. Ми зберігаємо інформацію про Вас тільки протягом необхідного періоду часу відповідно до мети збору даних і відповідно до вимог законодавства. Коли Персональні дані та інша інформація більше не потрібні, ми застосовуємо процедури, щоб знищити, видалити, стерти або перетворити їх в анонімну форму.
  5. Ви можете видалити всі Персональні дані за власним бажанням. Ви можете відкликати згоду і / або вимагати видалення Ваших Персональних даних в будь-який час, зв'язавшись з нами за адресою https://t.me/trustee_support_bot 
  6. Ми залишаємо за собою право на зберігання / обробку персональних даних відповідно до визначеної мети їх зберігання / обробки без обмеження терміну зберігання та обробки в випадках, передбачених законодавством.
  7. Відкликання згоди та / або видалення Ваших Персональних даних позбавляє вас можливості використовувати певні функції Гаманця

   IX. Права Суб'єкта Персональних даних:
  1. Ви маєте право:
  а) змінювати і виправляти ваші Персональні дані в будь-який час, і тому Ви несете відповідальність за точність наданих Персональних даних;
  b) вимагати від нас перенести Ваші Персональні дані, а також право просити нас обмежити обробку ваших Персональних даних і / або видалити їх у разі, якщо зобов'язання по збереженню даних не встановлено законом;
  c) заперечувати проти обробки Ваших Персональних даних і / або відкликати згоду в будь-який час, не зачіпаючи законність обробки, заснованої на згоді до їх відкликання;
  2. Правові основи обробки персональних даних в Європейському економічному просторі (ЄЕП), викладені в Загальному регламенті про захист даних (GDPR). Ми прагнемо вжити необхідних заходів, щоб дозволити Вам виправити, змінити, видалити або обмежити використання Ваших Персональних даних.
Якщо Ви є резидентом Європейського економічного простору (ЄЕП), у Вас є певні права на захист даних, зазначені в GDPR:
Право на доступ, оновлення або видалення інформації про Вас, якою ми володіємо. Коли це можливо, Ви можете отримати доступ, оновити або вимагати видалення Ваших Персональних даних безпосередньо. Якщо Ви не можете виконати ці дії самостійно, будь ласка, зв'яжіться з нами.
Право виправлення. Ви маєте право на виправлення Вашої інформації, якщо ця інформація є неточною або неповною.
Право на заперечення. Ви маєте право заперечувати проти обробки Ваших Персональних даних.
Право обмеження. Ви маєте право вимагати, щоб ми обмежили обробку Ваших Персональних даних.
Право на відкликання згоди. Ви також маєте право в будь-який час відкликати свою згоду на обробку Персональних даних, яким ми керувалися.
  3. Ви можете реалізувати свої права, зв'язавшись з нами за адресою https://t.me/trustee_support_bot  .
Якщо Ви хочете отримати інформацію про Ваші Персональні дані, які ми зберігаємо про Вас, і хочете, щоб вони були видалені з наших систем, зв'яжіться з нами https://t.me/trustee_support_bot 
  4. Ви маєте право подати скаргу до відповідних органів. Для отримання додаткової інформації, будь ласка, зв'яжіться з вашим місцевим органом із захисту Персональних даних в Європейському економічному просторі (ЄЕП).

   X. Політика конфіденційності Дітей:
  1. Гаманець не призначений для використання особами, молодшими 18 років («Діти»).
  2. Ми свідомо не збираємо Персональні дані осіб у віці до 18 років. Якщо Ви є батьком або опікуном і Вам відомо, що Ваші Діти надали нам Персональні дані, будь ласка, зв'яжіться з нами https://t.me/trustee_support_bot    
  3. Якщо нам стане відомо, що ми зібрали Персональні дані Дітей без підтвердження згоди батьків, ми зробимо необхідні заходи з видалення цієї інформації.

   XI. Поправки:
  1. Ми можемо змінити, модифікувати, видалити або доповнити справжню Політику конфіденційності в будь-який час.
  2. Будь-які такі зміни набирають чинності з моменту публікації на сайті або в мобільному додатку. Дата вступу в силу, зазначена у верхній частині Політики конфіденційності, інформує Вас про останню версію Політики конфіденційності.
  3. Ваше подальше використання Гаманця і / або сайту означає Вашу згоду з такими змінами та Вашу згоду на обробку Персональних даних  відповідно до останньої версії. Якщо Ви не згодні з такими змінами, не використовуйте Гаманець і / або сайт.

   XII. Питання і скарги:
  1. Будь-які питання, пов'язані з цією Політикою конфіденційності, збором, використанням і розкриттям Персональних даних або доступом до Ваших Персональних даних, які необхідні відповідно до законодавства (або були б предметом такого розгляду, якби зберігання здійснювалося у відповідній державі-члені ЄС), слід направляти https://t.me/trustee_wallet.
  2. Якщо ви хочете подати скаргу щодо обробки Ваших Персональних даних, будь ласка, в першу чергу зв'яжіться з нами за адресою https://t.me/trustee_support_bot і ми намагатимемося  виконати ваш запит якомога швидше.

    
    `
