export default `
        Останнє оновлення: 15 травня 2020 р.

  Ці Умови використання («Умови») встановлюють Угоду між Вами і BLOCKSOFTLAB INC, юридичною особою, зареєстрованою в США за № 7176888, registered office in the State of Delaware is located at 300 Delaware Avenue, Suite 210-A, Wilmington, DE 19801 in New Castle County (далі - «Ми») для використання Вами Гаманця на наступних умовах.

  Будь ласка, уважно прочитайте ці Умови перед використанням Гаманця. Отримуючи доступ до Гаманця або використовуючи його, Ви погоджуєтеся дотримуватися цих Умов, включаючи всі Зміни. Якщо ви не згодні з цими Умовами та Політикою конфіденційності, не відкривайте і не використовуйте Гаманець.
  Ми залишаємо за собою право в будь-який час на власний розсуд змінювати, модифікувати, доповнювати ці Умови або скасовувати дію окремих положень. Ви зобов'язані періодично перевіряти ці Умови використання на предмет змін. Ваше подальше використання Гаманця / сайту після публікації змін означатиме, що Ви приймаєте та погоджуєтеся зі змінами.
  Ви підтверджуєте, що є фізичною особою, якій виповнилося 18 років і уповноважені укласти цю Угоду. Гаманець призначений виключно для використання юридичними особами або фізичними особами, яким виповнилося 18 років. Використання Гаманця неповнолітніми заборонено, ми не несемо відповідальності за будь-які наслідки, які виникають внаслідок використання гаманця неповнолітніми.

  https://trustee.deals ( "сайт") - це сайт, на якому міститься інформація про Гаманець.
Технічна підтримка: https://t.me/trustee_support_bot 

  Trustee Wallet ("Гаманець") - це програмне забезпечення, яке зберігає закриті і публічні ключі (в парах), забезпечує взаємодію з різними блокчейнами, надаючи можливість відправляти і отримувати Віртуальні активи, виконувати транзакції з Віртуальними активами, контролювати свій баланс і проводити інші операції.

  "Гаманець" охоплює одну або декілька функцій, які надаються або управляються нами за допомогою мобільного додатку або іншим чином, включаючи, але не обмежуючись:
  а) дозволяє Вам самостійно зберігати Віртуальні активи;
  б) здійснює інтеграцію з третіми особами, щоб надати Вам можливість здійснювати транзакції з Віртуальними активами і / або транзакції між Віртуальними активами і Фіатними коштами.

  "Віртуальні активи" означає криптовалюти, цифрові валюти, цифрові активи, криптоактиви або інші подібні терміни, що описують, наприклад, Bitcoin  або Ethereum.
  
  "Ви" - це фізична або юридична особа, яка використовує Гаманець для своїх власних цілей.

  "Фіатні кошти" означають валюту, випущену урядом, позначену як законний платіжний засіб на законодавчому рівні в країні видачі і придатну для обміну один з одним.

   I. Момент вступу в силу:
  1. Як тільки Ви натиснете кнопку «Згоден», Умови вступають в силу. Цим Ви підтверджуєте, що прочитали і погодилися з цими Умовами та Політикою конфіденційності.

   II. Правовий статус:
  1. Ми не є біржею, зберігачем або фінансовою установою.
  2. У нас немає доступу до Ваших Віртуальних активів, банківських рахунків, кредитних карт, закритих ключів, паролів і т. д.
  3. Ми не здійснюємо жодного контролю над Вашими транзакціями і / або Вашою діяльністю.
  4. Ми не підтримуємо і не рекомендуємо якісь конкретні Віртуальні активи, транзакції або стратегію покупки. Ви визнаєте і погоджуєтеся з тим, що всі рішення по операціях приймаються виключно Вами, і ми не несемо ніякої відповідальності за результати Ваших рішень.
  5. Ми не є учасником транзакцій. Всі транзакції в Гаманці здійснюються безпосередньо між Користувачами.
  6. Гаманець не є платіжною системою або оператором платіжних операцій.

   III. Поправки:
  1. Ми можемо змінювати, модифікувати, видаляти або доповнювати ці Умови в будь-який час і на власний розсуд без попереднього повідомлення.
  2. Будь-які такі зміни набирають чинності з моменту публікації в застосунку та / або на сайті. Дата вступу в силу в верхній частині Умов інформує Вас про останню версію Умов.
  3. Ваше подальше використання Гаманця означає Вашу згоду з такими змінами. Якщо Ви не згодні з такими змінами, не використовуйте Гаманець.

   IV. Гаманець:
  1. При створенні Гаманця програмне забезпечення Гаманця криптографічно генерує закритий і публічний ключі (в парі), які Ви можете використовувати для роботи з будь-яким  підтримуваним Віртуальним активом через відповідну мережу Віртуальних активів.
  2. Ви несете повну відповідальність за збереження мнемонічної (seed) фрази, прив'язаної до Вашого Гаманця.
  3. Ви особисто несете відповідальність за забезпечення безпеки свого закритого ключа.
  4. Ви повинні зберігати адресу свого гаманця, мнемонічну (seed) фразу і закритий ключ в безпеці. Ви зобов'язані не повідомляти (seed) фразу ніяким особам, в тому числі нашим представникам. Невиконання цієї вимоги може призвести до втрати контролю над Віртуальними активами, пов'язаними з Гаманцем.
  5. Якщо Ви не зберігаєте резервну копію даних Вашого гаманця / мнемонічну (seed) фразу за межами Вашого Гаманця, Ви не зможете отримати доступ до Віртуальних активів, які раніше використовувалися в Вашому гаманці, в разі, якщо ми припинимо надавати деякі або всі функції або ж Ви можете іншим способом втратити доступ до Віртуальних активів. Ми не несемо відповідальності за збереження цих даних від Вашого імені.

   V. Порядок використання Гаманця:
  1. Гаманець дозволяє самостійно зберігати Віртуальні активи.
  2. Гаманець реалізовує інтеграцію з третіми особами, що дозволяє Вам здійснювати транзакції з Віртуальними активами.
  3. Гаманець реалізовує інтеграцію з третіми особами, що дозволяє Вам здійснювати транзакції між Віртуальними активами і Фіатними коштами.
Якщо Ви бажаєте зробити Транзакцію через Гаманець з використанням Фіатних коштів, Вам необхідно надати певну інформацію по Вашій Транзакції, включаючи, крім іншого, номер вашої банківської карти, дату закінчення терміну її дії і іншу інформацію.
Ви заявляєте та гарантуєте, що:
  1) Ви маєте законне право використовувати зазначену банківську карту (-и) або інші способи оплати у зв'язку з будь-якою транзакцією; а також
  2) інформація, яку Ви надаєте нам, є правдивою, правильною і повною.
Надаючи таку інформацію, Ви надаєте нам право передавати цю інформацію третім особам з метою здійснення Транзакції.
  4. Операції між Віртуальними активами і Фіатними коштами здійснюються із залученням третіх осіб. Ми не несемо ніякої відповідальності за дії таких третіх осіб, а також за будь-які дії будь-якої іншої особи.
  5. Для завершення будь-якої транзакції з Віртуальними активами за допомогою Гаманця, кожна транзакція повинна бути підтверджена і записана до відповідного Реєстру в Мережі. Такі Мережі являють собою децентралізовані однорангові мережі, підтримувані незалежними третіми сторонами, які не належать нам,   не контролюються і не експлуатуються нами.
  6. Ми не можемо гарантувати, що дані транзакції, відправлені Вами через наш Гаманець, будуть підтверджені у відповідній Мережі. Ви погоджуєтеся і розумієте, що транзакції, які Ви здійснюєте за допомогою нашого Гаманця, можуть бути не підтверджені або їх обробка може бути істотно затримана відповідною мережею Віртуальних активів, що використовується для обробки транзакції.
  7. Після того, як деталі транзакції були відправлені в Мережу Віртуальної валюти, ми не можемо гарантувати  Вам можливість скасувати або іншим чином змінити Вашу транзакцію або деталі транзакції.

   VI. Ви зобов'язані:
  а) виконувати обов'язки відповідно до цих Умов;
  б) забезпечити конфіденційне зберігання будь-якої інформації про третіх осіб, отриманої при використанні Гаманця, включаючи Персональні дані;
  в) не поширювати будь-яку інформацію та / або комп'ютерні програми, які містять комп'ютерні віруси або інші небезпечні компоненти, еквівалентні їм;
  г) не створювати загрози майну, здоров'ю та безпеки країн, громадян і юридичних осіб;
 
   VII. Ми можемо, але не зобов'язані надавати Вам Гаманець.

   VIII. Ми не надаємо жодних гарантій.
 
   IX. Ми не несемо ніякої відповідальності, включаючи майнову відповідальність за наслідки використання Гаманця.

   X. Обмеження відповідальності:
  1. У нас немає ніяких зобов'язань або можливості перевірити, чи маєте Ви право використовувати Гаманець, і ми не несемо відповідальності за використання Вами Гаманця.
  2. Ми не несемо відповідальності за:
  а) правильність даних, переданих Вами;
  б) будь-які технічні затримки, перебої або відсутність доступу до Гаманця і до сайту;
  в) періодичні збої в роботі Гаманця або необхідність ремонту, технічного обслуговування або впровадження нових можливостей, продуктів або послуг;
  г) будь-які Ваші або дії третіх осіб;
  д) будь-які наслідки використання Гаманця;
  е) будь-які Ваші дії або бездіяльність, так само як і дії або бездіяльність третіх осіб;
  ж) перебої в подачі електроенергії, проблеми з передачею даних або підключень, доступ до Інтернету, що виникли не з нашої вини;
  з) порушення прав третіх осіб в результаті Ваших дій, вчинених при використанні Гаманця.
  3. Ми не несемо відповідальності за будь-які прямі, непрямі, випадкові, спеціальні або штрафні збитки, включаючи, крім іншого, збитки за упущену вигоду, дані, гудвіл, перерви в роботі, будь-які інші комерційні або нематеріальні збитки, що виникли в результаті:
  1) Вашого використання або неможливості отримати доступ і / або використовувати Гаманець;
  2) будь-якої поведінки або контенту будь-якої третьої особи в Гаманці;
  3) будь-якого контенту, отриманого з Гаманця; а також
  4) несанкціонованого доступу, використання або зміну Ваших транзакцій або контенту.
  4. Ви погоджуєтесь дотримуватися всіх законів, включаючи, крім іншого, законодавство про цінні папери і фінансові ринки, в сфері боротьби з відмиванням грошей і контрафакцією, закони про захист прав споживачів, фінансове законодавство. Ми не несемо відповідальності за випадки порушення закону Вами.
  5. Ні в якому разі наша   відповідальність перед Вами при використанні Гаманця за всі збитки не може перевищувати суму в п'ятдесят доларів США.

`
