export default `
   XI. Отказ от ответственности:
  1. Вы используете Кошелек на свой страх и риск.
  2. Вы соглашаетесь с тем, что весь риск в отношении удовлетворительного качества, производительности, точности лежит на Вас.
  3. Кошелек предоставляется на условиях «КАК ЕСТЬ» и «КАК ДОСТУПНО».
  4. Кошелек предоставляется со всеми недостатками и без каких-либо гарантий, явных или подразумеваемых, включая, помимо прочего, подразумеваемые гарантии товарной пригодности, пригодности для конкретной цели, точности, своевременности или производительности.
  5. Мы не гарантируем отсутствие вмешательства в использование Вами Кошелька, что Кошелек будет соответствовать Вашим требованиям, а также бесперебойную своевременную, безопасную  или безошибочную работу Кошелька.
  6. Мы не гарантируем, что дефекты или ошибки в работе Кошельке будут исправлены или что любая информация, сохраненная или переданная через Кошелек, не будет потеряна или повреждена. 
  7. Вы признаете, что Кошелек не предназначен и не подходит для использования в ситуациях или средах, где ошибки, задержки, сбои или неточности в передаче или хранении данных или информации Кошельком или через него приводят к смерти, физическим травмам, финансовым потерям, повреждениям имущества,   экологическому ущербу.
  8. Никакая устная или письменная информация или советы, предоставленные нами, не подразумевают гарантию, прямо не указанную в настоящих Условиях.
  9. Если у Кошелька обнаружатся дефекты, стоимость всех необходимых услуг, ремонта или исправления подлежит оплате за Вас счет. 
  10. Мы можем расширять функционал, улучшать или иным образом модифицировать Кошелек (или любую его часть), предоставленный в соответствии с настоящим Соглашением в любое время без предварительного уведомления, но мы не обязаны предоставлять Вам какие-либо обновления Кошелька. Вы обязуетесь загрузить такое обновление и/ или несете ответственность за отсутствие обновлений на Вашем устройстве.
  11. Мы не несем ответственности за потерю или повреждение ваших данных, валют, ключей и т. д., которые могут быть вызваны такими обновлениями.
  12. Вы понимаете, что такие изменения могут потребовать от Вас изменения или обновления Кошелька. Кроме того, Вы признаете и соглашаетесь с тем, что такие изменения могут повлиять на Ваши возможности использования, доступа или взаимодействия с Кошельком.
  13. Мы не обязаны предоставлять техническое обслуживание, техническую или иную поддержку для Кошелька.

   XIІ. Вы несете ответственность за следующее:
  1. Вам запрещается любыми способами воспроизводить, адаптировать, хранить, передавать, распространять, распечатывать, демонстрировать, рекламировать, публиковать или воспроизводить любую часть содержимого  или дизайна сайта.
  2. Вы несете полную ответственность за политику «Знай своего клиента» (KYC) и источник средств.
  3. Вы несете ответственность за:
  а) соблюдение законодательства страны, в которой Вы проживаете;
  б) конфиденциальность Ваших паролей/ключей. Вы несете ответственность за потерю Ваших паролей и можете быть привлечены к ответственности за любые убытки, возникшие в результате такой утраты;
  в) осуществление действий, которые могут представлять угрозу для нормального функционирования Кошелька и / или сайта;
  г) любой вред, причиненный Вашими действиями.

   XIІI. Санкционная политика:
  1. Вам запрещается использовать Кошелек, если Вы являетесь резидентом или зарегистрированы в странах, включенных в санкционный список, таких как Куба, Иран, Северная Корея, Судан, Крым и Сирия.
 
   XІV. Политика конфиденциальности:
  1. Вы соглашаетесь с Политикой конфиденциальности, которая объясняет, как мы собираем, используем, обрабатываем и защищаем Персональные данные, которые Вы предоставляете нам при использовании Кошелька.
  2. Политика конфиденциальности является частью настоящих Условий.

   XV. Право интеллектуальной собственности:
  1. Весь текст, графику, патенты, приложения, редакционный контент, данные, форматирование, графики, рисунки, HTML, изображения, программное обеспечение и другое содержимое API, сайта и т.д. (Совместно именуемые «Собственные материалы»), которые Вы видите или читаете на сайте принадлежат нам.
  2. Собственные материалы защищены.

   XVI. Прекращение срока действий Условий:
  1. Соглашение действует до тех пор, пока Вы пользуетесь Кошельком.
  2. Ваши отношения с нами и использование Кошелька могут регулироваться законами, нормативными актами и правилами государственных или регулирующих органов в вашей или нашей юрисдикции («Применимое право»). Заключая настоящее соглашение, Вы соглашаетесь действовать в соответствии с любым применимым законодательством и быть юридически связанными с ним.

   XVII. Прочие условия:
  1. Мы оставляем за собой право изменять, модифицировать, дополнять и расширять функции Кошелька.
  2. Мы оставляем за собой право по собственному усмотрению проводить процедуры идентификации / верификации пользователей, требовать от Вас подтверждать источник происхождения активов, информацию о сути финансовой операции, а также любую другую информацию по нашему усмотрению.  Используя кошелек Вы соглашаетесь предоставлять необходимые документы и информацию.
  3. Мы оставляем за собой право замораживать активы в случае наличия подозрений в легализации доходов, полученных незаконным путем. Используя кошелек Вы соглашаетесь предоставлять документы и информацию, подтверждающие законность их происхождения.
  4. Мы оставляем за собой право предоставлять дополнительные услуги, реферальные программы и другие функции, связанные с использованием Кошелька. Такие изменения и / или нововведения будут отражены в настоящих Условиях и/или на сайте, и/или в приложении, и / или в отдельных документах, которые являются неотъемлемой частью настоящих Условий и устанавливают правила их использования.
  5. Если Вы загрузили Кошелек в результате перехода по Реферальной ссылке, это означает, что Вы соглашаетесь с условиями Реферальной программы и автоматически становитесь ее участником. В этом случае Вам присваивается такой идентификатор, как CashbackToken.

    `
