export default `
   XI. Відмова від відповідальності:
  1. Ви використовуєте Гаманець на свій страх і ризик.
  2. Ви погоджуєтеся з тим, що весь ризик щодо задовільної якості, продуктивності, точності лежить на Вас.
  3. Гаманець надається на умовах «ЯК Є» та «ЯК ДОСТУПНО».
  4. Гаманець надається з усіма недоліками і без будь-яких гарантій, неявних або інших, включаючи, крім іншого, можливі гарантії товарної придатності, придатності для конкретної мети, точності, своєчасності або продуктивності.
  5. Ми не гарантуємо відсутність втручання в використання Вами Гаманця, що Гаманець буде відповідати Вашим вимогам, а також безперебійну своєчасну, безпечну або безпомилкову роботу Гаманця.
  6. Ми не гарантуємо, що дефекти або помилки в роботі Гаманці будуть виправлені або що будь-яка інформація, збережена або передана через Гаманець  не буде втрачена або пошкоджена.
  7. Ви визнаєте, що Гаманець не призначений і не підходить для використання в ситуаціях або середовищах, де помилки, затримки, збої або неточності в передачі або зберіганні даних або інформації Гаманцем або через нього приводять до смерті, фізичних травм, фінансових втрат, пошкоджень майна, екологічних збитків.
  8. Ніяка усна або письмова інформація або поради, надані нами, не мають на увазі гарантію, прямо не зазначену в цій Угоді. 
  9. Якщо у Гаманця будуть виявлені дефекти, вартість всіх необхідних послуг, ремонту або виправлення підлягає оплаті вашим коштом.
  10. Ми можемо розширювати функціонал, покращувати або іншим чином модифікувати Гаманець (або будь-яку його частину), що надається відповідно до цієї Угоди в будь-який час без попереднього повідомлення, але ми не зобов'язані надавати Вам будь-які оновлення Гаманця. Ви погоджуєтесь завантажити таке оновлення і / або несете відповідальність за відсутність оновлень на своєму пристрої.
  11. Ми не несемо відповідальності за втрату або пошкодження Ваших даних, валют, ключів і т. д., які можуть бути викликані такими оновленнями. 
  12. Ви розумієте, що такі зміни можуть зажадати від Вас зміни або поновлення Гаманця. Крім того, Ви визнаєте і погоджуєтеся з тим, що такі зміни можуть вплинути на Ваші можливості використання, доступу або взаємодії з Гаманцем.
  13. Ми не зобов'язані надавати технічне обслуговування, технічну або іншу підтримку для Гаманця.

   XIІ. Ви несете відповідальність за наступне:
  1. Вам забороняється будь-якими способами відтворювати, адаптувати, зберігати, передавати, поширювати, роздруковувати, демонструвати, рекламувати, публікувати або відтворювати будь-яку частину вмісту або дизайну сайту.
  2. Ви несете повну відповідальність за політику «Знай свого клієнта» (KYC) і джерело походження коштів.
  3. Ви несете відповідальність за:
  а) дотримання законодавства країни, в якій Ви проживаєте;
  б) конфіденційність Ваших паролів / ключів. Ви несете відповідальність за втрату Ваших паролів і можете бути притягнуті до відповідальності за будь-які збитки, що виникли в результаті такої втрати;
  в) здійснення дій, які можуть становити загрозу для нормального функціонування Гаманця і / або сайту;
  г) будь-яку шкоду, заподіяну Вашими діями.

   XIІI. Санкційна політика:
  1. Вам забороняється використовувати Гаманець, якщо Ви є резидентом або зареєстровані в країнах, включених до списку санкцій, таких як Куба, Іран, Північна Корея, Судан, Крим і Сирія.
 
   XІV. Політика конфіденційності:
  1. Ви погоджуєтеся з Політикою конфіденційності, яка пояснює, як ми збираємо, використовуємо, обробляємо і захищаємо Персональні дані, які Ви надаєте нам при використанні Гаманця.
  2. Політика конфіденційності є частиною цих Умов.

   XV. Право інтелектуальної власності:
  1. Весь текст, графіка, патенти, додатки, редакційний контент, дані, форматування, графіки, малюнки, HTML, зображення, програмне забезпечення та інше, вміст API, сайту і т.д. (Спільно іменовані «Власні матеріали»), які Ви бачите або читаєте на сайті належать нам.
  2. Власні матеріали захищені.

   XVI. Припинення терміну дій Умов:
  1. Угода діє до тих пір, поки Ви користуєтеся Гаманцем.
  2. Ваші відносини з нами і використання Гаманця можуть регулюватися законами, нормативними актами та правилами державних або регулюючих органів у вашій або нашої юрисдикції («Право, що застосовується»). Укладаючи цю угоду, Ви погоджуєтеся діяти відповідно до будь-чинним законодавством і бути юридично пов'язаними з ним.

   XVII. Інші умови:
  1. Ми залишаємо за собою право змінювати, модифікувати, доповнювати і розширювати функції Гаманця.
  2. Ми залишаємо за собою право на власний розсуд проводити процедури ідентифікації / верифікації користувачів, вимагати від Вас підтверджувати джерело походження активів, інформацію про суть фінансової операції, а також будь-яку іншу інформацію на наш розсуд. Використовуючи Гаманець Ви погоджуєтеся надавати необхідні документи і інформацію. 
  3. Ми залишаємо за собою право заморожувати активи, в тому числі в разі наявності підозр у легалізації доходів, отриманих незаконним шляхом. Використовуючи гаманець Ви погоджуєтеся надавати документи та інформацію, що підтверджують законність їх походження. 
  4. Ми залишаємо за собою право надавати додаткові послуги, реферальні програми та інші функції, пов'язані з використанням Гаманця. Такі зміни і / або нововведення будуть відображені в цих Умовах та / або на сайті, і / або в застосунку, та / або в окремих документах, які є невід'ємною частиною цих Умов і встановлюють правила їх використання. 
  5. Якщо Ви завантажили Гаманець в результаті переходу за  реферальним посиланням, це означає, що Ви погоджуєтеся з умовами Реферальної програми і автоматично стаєте її учасником. В цьому випадку Вам присвоюється такий ідентифікатор, як CashbackToken.

    `
