export default `
    Последнее обновление:  15 мая  2020 г.

  Настоящие Условия использования («Условия») устанавливают Соглашение между Вами и BLOCKSOFTLAB INC, юридическим лицом, зарегистрированным в США  за № 7176888, registered office in the State of Delaware is located at 300 Delaware Avenue, Suite 210-A, Wilmington, DE 19801 in New Castle County (далее - «Мы») для использования Вами Кошелька на следующих условиях.

  Пожалуйста, внимательно прочитайте эти Условия перед использованием Кошелька. Получая доступ к Кошельку или используя его, Вы соглашаетесь соблюдать настоящие Условия, включая все Изменения. Если вы не согласны с настоящими Условиями и Политикой конфиденциальности, не открывайте и не используйте Кошелек.
  Мы оставляем за собой право  в любое время по собственному усмотрению изменять, модифицировать, дополнять настоящие Условия или отменять действие отдельных положений. Вы обязаны периодически проверять настоящие Условия использования на предмет изменений. Ваше дальнейшее использование Кошелька / сайта после публикации изменений будет означать, что Вы принимаете и соглашаетесь с изменениями.
  Вы подтверждаете, что являетесь физическим лицом, которому исполнилось 18 лет и уполномочены заключить настоящее Соглашение.        Кошелек предназначен исключительно для использования юридическими лицами или физическими лицами, которым исполнилось 18 лет. Использование Кошелька несовершеннолетними запрещено, мы не несем ответственности за любые последствия, вызванные использованием кошелька несовершеннолетними.

  https://trustee.deals  (“сайт”) - это сайт, на котором содержится  информация о Кошельке. 
Поддержка: https://t.me/trustee_support_bot 

  Trustee Wallet (“Кошелек”) - это программное обеспечение, которое хранит закрытые и публичные ключи (в парах), обеспечивает взаимодействие с  разными блокчейнами, предоставляя возможность отправлять и получать Виртуальные активы, выполнять транзакции с Виртуальными активами, контролировать свой баланс и проводить другие операции.

  “Кошелек” охватывает одну или несколько функций, которые предоставляются или управляются нами с помощью мобильного приложения или иным образом, включая, но не ограничиваясь:
  а) разрешает Вам самостоятельно хранить Виртуальные активы;
  б) осуществляет интеграцию с третьими лицами, чтобы предоставить Вам возможность совершать транзакции с Виртуальными активами и / или транзакции между Виртуальными активами и Фиатными деньгами.

  “Виртуальные активы” означает криптовалюты, цифровые валюты, цифровые активы, криптоактивы или другой подобный термин, описывающий, например, Bitcoin  или Ethereum.
  
  “Вы” - это физическое или юридическое лицо, которое использует Кошелек для своих собственных целей.

  “Фиатные деньги” означают валюту, выпущенную правительством, обозначенную как законное платежное средство на законодательном уровне в стране выдачи и пригодную для обмена друг с другом.

   I. Момент вступления в силу:
  1. Как только Вы кликнете кнопку «Согласен», Условия вступают в силу. Этим  Вы подтверждаете, что прочитали и согласились с настоящими Условиями и Политикой конфиденциальности.

   II. Правовой статус:
  1. Мы не являемся биржей, хранителем или финансовым учреждением.
  2. У нас нет доступа к Вашим Виртуальным активам, банковским счетам, кредитным картам, закрытым ключам, паролям и т. д.
  3. Мы не осуществляем никакого контроля над Вашими транзакциями и / или Вашей деятельностью.
  4. Мы не поддерживаем и не рекомендуем какой-либо конкретный Виртуальный актив, транзакцию или стратегию покупки. Вы признаете и соглашаетесь с тем, что все решения по сделкам принимаются исключительно Вами, и мы не несем никакой ответственности за результаты Ваших решений.
  5. Мы не являемся участником транзакций. Все транзакции в Кошельке осуществляются непосредственно между Пользователями.
  6. Кошелек не является платежной системой или оператором платежных операций.

   III. Поправки:
  1. Мы можем изменять, модифицировать, удалять или дополнять настоящие Условия в любое время и по собственному усмотрению без предварительного уведомления.
  2. Любые такие изменения вступают в силу с момента публикации в приложении и / или на сайте. Дата вступления в силу в верхней части Условий информирует Вас о последней версии Условий.
  3. Ваше дальнейшее использование Кошелька означает Ваше согласие с такими изменениями. Если Вы не согласны с такими изменениями, не используйте Кошелек.

   IV.  Кошелек:
  1. При создании Кошелька программное обеспечение Кошелька криптографически генерирует закрытый и публичный ключи (в паре), которые Вы можете использовать для работы с любым поддерживаемым Виртуальным активом через соответствующую сеть Виртуальных активов.
  2. Вы несете полную ответственность за сохранность мнемонической (seed) фразы, привязанной к Вашему Кошельку.
  3. Вы несете единоличную ответственность за обеспечение безопасности своего закрытого ключа.
  4. Вы должны хранить адрес своего кошелька, мнемоническую (seed) фразу и  закрытый ключ в безопасности. Вы обязаны не сообщать (seed) фразу никаким лицам, в том числе нашим представителям. Невыполнение этого требования может привести к потере контроля над Виртуальными активами, связанными с Кошельком.
  5. Если Вы не храните резервную копию данных Вашего Кошелька/ мнемоническую (seed) фразу за пределами Вашего Кошелька, Вы не сможете получить доступ к Виртуальным активам, ранее использовавшимся в Вашем Кошельке, в случае, если мы прекратим предоставлять некоторые или все функции или же Вы можете иным способом потерять доступ к Виртуальным активам. Мы не несем ответственности за сохранение этих данных от Вашего имени.

   V. Порядок использования Кошелька:
  1. Кошелек позволяет самостоятельно хранить Виртуальные активы.
  2. Кошелек реализовывает интеграцию с третьими лицами, что позволяет Вам совершать транзакции с Виртуальными активами.
  3. Кошелек реализовывает интеграцию с третьими лицами, что позволяет Вам совершать транзакции между Виртуальными активами и Фиатными деньгами.
Если Вы желаете совершить Транзакцию через Кошелек с использованием Фиатных денег, Вам необходимо предоставить определенную информацию по Вашей Транзакции, включая, помимо прочего, номер вашей банковской карты, дату истечения  срока ее действия и другую информацию.
Вы заявляете и гарантируете, что:
  1) Вы имеете законное право использовать указанную банковскую карту (-ы) или другие способы оплаты в связи с любой Транзакцией; а также
  2) информация, которую Вы предоставляете нам, является правдивой, правильной и полной.
Предоставляя такую информацию, Вы предоставляете нам право передавать эту информацию третьим лицам с целью совершения Транзакции.
  4. Операции между Виртуальными активами и Фиатными деньгами осуществляются с привлечением третьих лиц. Мы не несем никакой ответственности за действия таких третьих лиц, а также за любые действия любого другого лица.
  5. Для завершения любой транзакции с Виртуальными  активами с помощью Кошелька, каждая транзакция должна быть подтверждена и записана в соответствующий Реестр в Сети. Такие Сети представляют собой децентрализованные одноранговые сети, поддерживаемые независимыми третьими сторонами, которые не принадлежат нам, не контролируются и не эксплуатируются нами.
  6. Мы не можем гарантировать, что данные транзакции, отправленные Вами через наш Кошелек, будут подтверждены в соответствующей Сети.  Вы соглашаетесь и понимаете, что транзакции, которые Вы осуществляете с помощью нашего Кошелька, могут  быть не подтверждены или их обработка может быть существенно задержана соответствующей сетью Виртуальных валют, используемой для обработки транзакции.
  7. После того, как детали транзакции были отправлены в Сеть виртуальных активов, мы не можем гарантировать Вам возможность отменить или иным образом изменить Вашу транзакцию или детали транзакции.
 
   VI. Вы обязаны:
  а) выполнять обязанности в соответствии с настоящими Условиями;
  б) обеспечить конфиденциальное хранение любой информации о третьих лицах, полученной при использовании Кошелька, включая Персональные данные;
  в) не распространять какую-либо информацию и / или компьютерные программы, которые содержат компьютерные вирусы или другие опасные компоненты, эквивалентные им;
  г) не создавать угрозы имуществу, здоровью и безопасности стран, людей и юридических лиц;
 
   VII. Мы можем, но не обязаны предоставлять Вам кошелек.

   VIII. Мы не предоставляем никаких гарантий.
 
   IX. Мы не несем никакой ответственности, включая имущественную ответственность за последствия использования Кошелька.

   X. Ограничение ответственности:
  1. У нас нет никаких обязательств или возможности проверить, имеете ли Вы право использовать Кошелек, и мы не несем ответственности за использование Вами Кошелька.
  2. Мы не несем ответственности за:
  а) правильность данных, переданных Вами;
  б) любые технические задержки, перебои или отсутствие доступа к Кошельку и на  сайте;
  в) периодические сбои в работе Кошелька или необходимость ремонта, технического обслуживания или внедрения новых возможностей, продуктов или услуг;
  г) любые Ваши или действия третьих лиц;
  д) любые последствия использования Кошелька;
  е) любое Ваше действие или бездействие,  равно как и действие или бездействие третьих лиц;
  ж) перебои в подаче электроэнергии, проблемы с передачей данных или подключений, доступом к Интернету, возникшие не по нашей вине;
  з) нарушение прав третьих лиц в результате Ваших действий, совершенных при использовании Кошелька.
  3. Мы не несем ответственности за любые прямые, косвенные, случайные, специальные  или штрафные убытки, включая, помимо прочего, ущерб за упущенную выгоду, данные, гудвилл, перерывы в работе, любые другие коммерческие или нематериальные убытки, возникшие в результате:
  1) Вашего использования или невозможности получить доступ и/ или использовать Кошелек;
  2) любое поведение или содержимое любого третьего лица в Кошельке;
  3) любого контента, полученного из Кошелька; а также
  4) несанкционированный доступ, использование или изменение Ваших транзакций или контента 
  4. Вы обязуетесь соблюдать все применимые законы, включая, помимо прочего, законодательство о ценных бумагах и финансовых рынках, в сфере борьбы с отмыванием денег и контрафакцией, законы о защите прав потребителей, финансовое законодательство. Мы не несем ответственности за случаи нарушения закона Вами.
  5. Ни при каких обстоятельствах наша общая ответственность перед Вами при использовании Кошелька за все убытки не может превышать сумму в пятьдесят долларов США.

`
